{
	"lps": [
		{
			"id": "1",
			"slug": "ok-computer",
			"year": "1997",
			"title": "OK Computer",
			"band": "Radiohead",
			"description": "OK Computer is the album that took Radiohead far into the mainstream, while retaining rockist cred – at least to some. Combining prog with alternative rock influences, said Classic Rock's reviewer, they came up with a style that was supple, subtle and sensuous. This wasn’t Pink Floyd for the end of the millennium, it was original, visionary and brilliant. Songs like Paranoid Android and Karma Police cast a spell that propelled Radiohead into the stadium league. OK Computer sold millions, turned Radiohead into global angst-rock superstars and today remains both a revered critical milestone and an oft-mocked symbol of pretentious overreach. In the words of member Daniel Claros, The most incredible thing about this album is that is so weird, yet it became so successful. It was an album that seemed to call time on the narrow colloquial nostalgia of Britpop. (The whole Britpop thing made me fucking angry, said Thom Yorke. I hated it. It was backwards-looking, and I didn't want any part of it.) While their contemporaries were making Benny Hill pastiches and dreaming of the classic English pop of the Beatles and the Small Faces, Radiohead were resolutely making an album that reflected the age they lived in. Dominic Grierson was 17, he wrote: There was a bleakness and lack of optimism for kids my age at that time in the mid-late 90s Britain which seems disconnected from the way that time is often remembered in the media, with its nostalgia about Clinton and New Labour, the Lad nonsense that was peddled in British magazines and the music, which for the most part has not stood the test of time. This record captures a darkness which mirrors my own memories of that time. I remember my own cynicism at the outset of the internet age, a dislike of 90s consumerism which, when contrasted with the troubled Balkans, seemed to prove to my teenage self that no lessons had been learned from history… History was also on the minds of older rock fans. The praise heaped upon the album by the (usually clueless) mainstream music press got some people's backs up. The Emperors were wearing new clothes, they sneered, and it had all been done before and better: Van Der Graaf Generator, King Crimson and Gentle Giant did this kind of thing in the early '70s, said Lee Jones. And a lot more entertainingly. To Lee Jones, the 21 years since its release didn't even qualify it to be considered 'classic rock'. Just because an album is 'old' doesn't qualify it as 'classic rock', he said. The classic rock years are roughly 1966-1993. It is a defined period in musical history. Just as the classical, romantic and modern eras were for instrumental music. In popular music we have had the swing, blues, jazz, rock'n'roll, British Invasion, Psych, Prog, etc eras. We still have music influenced by these eras being produced today but they are pastiches of the originals. OK Computer was no pastiche, though. While it's often referred to a a 'Dark Side Of The Moon for the 90s', the comparison only works in terms of the 'album-as-movie' or at least mood-piece – it sounds little like the Floyd classic. In fact, it sounds little like anything. Airbag had a drum loop influenced by DJ Shadow, while guitars resonate like cellos and Yorke intones the story of a car crash ('In a fast German car\/I'm amazed that I survived\/An airbag saved my life') – one of the few positive allusions to technology in the whole piece. To guitarist Ed O'Brien, Paranoid Android sounded like Queen meets the Pixies and Yorke admitted that the inspiration was 50 percent Bohemian Rhapsody, if I could ever get that many vocals together, and 50 percent Happiness Is a Warm Gun. Guitarist Jonny Greenwood, meanwhile was channeling peak Genesis: There's a Mellotron on it. I remember hearing a Genesis record and thinking the Mellotron sounded amazing, so I stole it. It was either Nursery Cryme or Selling England By The Pound. Now that we know how deeply Radiohead would delve into artfully deconstructed jazztronica on later albums, it is striking now just how much of a guitar-centric rock unit they still were in 1997, from Jonny Greenwood’s wrenching avant-punk convulsions on Paranoid Android to the luminous filigree arpeggios that shimmer through No Surprises. While the lyrics – impenetrable at times – still offer up some amazing turns of phrase. 'When I am king, you will be first against the wall'. 'This is what you'll get\/When you mess with us'. 'Bring down the government\/They don't, they don't speak for us'. A language of hate and spite to complement the music. Even an independent could concede that it's not all genius. Songs like Electioneering and Climbing Up The Walls haven't aged too gracefully and, even at its best, the album is an acquired taste. To those who weren't convinced, this was a chance to right perceived wrongs and have their say. I think the media are now clued up enough to know they can no longer tell us what's good and what's bad, said Nicholas John Payne. This is the new dynamic of reviews. There are more readers than writers, and many of them are as informed and opinionated as the writers who used to be seen as the tastemakers. This was the thought behind Album of the Week Club in the first place - to give the readers a say in the writing and rating of classic albums. To those who love it, OK Computer sounds rich, beautiful, mysterious, romantic, anguished, baroque and thrillingly experimental. To those who don't? It's a miserable, over-hyped, unmusical mess that doesn't deserve a space in 'the canon'. The two sides will never agree. And so we're left with an album acclaimed everywhere but here…"
		},
		{
			"id": "2",
			"slug": "in-utero",
			"year": "1993",
			"title": "In Utero",
			"band": "Nirvana",
			"description": "In Utero is the third and final studio album by American rock band Nirvana, released on September 21, 1993, by DGC Records. Nirvana intended for the record to diverge significantly from the polished, refined production of its previous album, Nevermind (1991). To capture a more abrasive and natural sound, the group hired engineer Steve Albini to record In Utero during a two-week period in February 1993 at Pachyderm Studio in Cannon Falls, Minnesota. The music was quickly recorded within that time with few studio embellishments. The song lyrics and album packaging largely incorporated medical imagery that conveyed frontman Kurt Cobain's outlook on his publicized personal life and his band's newfound fame. Soon after recording was completed, rumors circulated in the press that DGC might not release the album in its original state, as the record label felt that the result was not commercially viable. Although Nirvana publicly denied the statements, the band opted to remix parts of the album. Albini declined to alter the album further, and ultimately the band hired R.E.M. producer Scott Litt to make minor changes to the album's sound and remix the singles Heart-Shaped Box and All Apologies. Upon release, In Utero entered the Billboard 200 chart at number one and received critical acclaim as a drastic departure from Nevermind. The record has been certified five times platinum by the Recording Industry Association of America, and has sold 15 million copies worldwide."
		},
		{
			"id": "3",
			"slug": "mellon-collie",
			"year": "1995",
			"title": "Mellon Collie and the Infinite Sadness",
			"band": "The Smashing Pumpkins",
			"description": "Mellon Collie and the Infinite Sadness is the third studio album by American alternative rock band The Smashing Pumpkins, released on October 23, 1995 in the United Kingdom and a day later in the United States on Virgin Records. Produced by frontman Billy Corgan with Flood and Alan Moulder, the 28-track album was released as a two-disc CD and triple LP. The album features a wide array of styles, as well as greater musical input from bassist D'arcy Wretzky and second guitarist James Iha. Propelled by the album's lead single, Bullet with Butterfly Wings, it debuted at number one on the US Billboard 200 with first week sales of 246,500 units. To date it remains the band's only album to top the Billboard 200. It spawned five more singles—1979, Zero, Tonight, Tonight, the promotional Muzzle, and Thirty-Three—over the course of 1996, and was certified diamond by the RIAA, equivalent to over 10 million units sold. Praised by critics for its ambition and scope, Mellon Collie and the Infinite Sadness earned the band seven Grammy Award nominations in 1997, including Album of the Year and Record of the Year (1979), as well as 9 MTV Music Video Awards nominations, 8 of which were for Tonight, Tonight, including Video of the Year. Not only did they all become hits on both mainstream rock and modern rock stations, but Bullet with Butterfly Wings, 1979, Tonight, Tonight, and Thirty-Three also became the band's first Top 40 hits, crossing over to pop radio stations. The recording sessions saw a wealth of productivity: dozens of fully completed songs were cut from the album, and would turn up on later releases. A box set released in November 1996, titled The Aeroplane Flies High, compiled the promotional singles from the album, and featured approximately 30 fully completed songs from the Mellon Collie sessions which had not made the final cut for the album (including one track, Pastichio Medley, which contained over 70 short snippets of songs in various states of completion). Both Mellon Collie and The Aeroplane Flies High later saw reissues which included even more tracks from the sessions."
		},
		{
			"id": "4",
			"slug": "jar-of-flies",
			"year": "1994",
			"title": "Jar of Flies",
			"band": "Alice in Chains",
			"description": "Following Alice in Chains' extensive 1993 world tour, Staley said the band just wanted to go into the studio for a few days with our acoustic guitars and see what happened. We never really planned on the music we made at that time to be released. But the record label heard it and they really liked it. For us, it was just the experience of four guys getting together in the studio and making some music. Columbia Records released Alice in Chains' second acoustic-based EP, Jar of Flies, on January 25, 1994. Written and recorded in one week, Jar of Flies debuted at number one on the Billboard 200, becoming the first EP—and first Alice in Chains release—to top the charts. Paul Evans of Rolling Stone called the EP darkly gorgeous, and Steve Huey said, 'Jar of Flies' is a low-key stunner, achingly gorgeous and harrowingly sorrowful all at once. Jar of Flies features Alice in Chains' first number-one single on the Mainstream Rock charts, No Excuses. The second single, I Stay Away, reached number ten on the Mainstream rock charts, while the final single Don't Follow, reached number 25. Jar of Flies has been certified triple platinum by the RIAA, with over 2 million copies sold in the United States during its first year. Jar of Flies received two Grammy nominations, Best Hard Rock Performance for I Stay Away, and Best Recording Package. After the release of Jar of Flies, Staley entered rehab for heroin addiction. The band was scheduled to tour during the summer of 1994 with Metallica, Suicidal Tendencies, Danzig, and Fight, as well as a slot during Woodstock '94, but while in rehearsal for the tour, Staley began using heroin again. Staley's condition prompted the other band members to cancel all scheduled dates one day before the start of the tour, putting the band on hiatus. Alice in Chains was replaced by Candlebox on the tour. Susan Silver's management office sent out a statement saying that the decision to withdraw from the Metallica tour and Woodstock was due to health problems within the band. The band broke up for six months. Kinney told Rolling Stone in 1996, Nobody was being honest with each other back then. If we had kept going, there was a good chance we would have self-destructed on the road, and we definitely didn't want that to happen in public."
		},
		{
			"id": "5",
			"slug": "above",
			"year": "1995",
			"title": "Above",
			"band": "Mad Season",
			"description": "After gaining more popularity, the band recorded its only album and changed its name to Mad Season, which is an English term for the time of the year when psilocybin mushrooms are in full bloom, and a term which McCready related to the seasons of drinking and drug abuse. The album, Above, which was recorded in Seattle, Washington at Bad Animals Studio (co-owned by Ann and Nancy Wilson of Heart) and co-produced by the band and Pearl Jam sound engineer Brett Eliason, featured ten songs. It also included guest vocals and additional lyrics by Screaming Trees frontman and solo artist Mark Lanegan. McCready said, We did all the Mad Season music in about seven days. It took Layne just a few more days to finish his vocals, which was intense since we only rehearsed twice and did four shows. The album was released on March 14, 1995 through Columbia Records to critical and commercial success. Over the course of 1995, Above scaled the Billboard 200, eventually peaking at No. 24 and spawning two singles: River of Deceit (#2 Mainstream Rock Tracks, No. 9 Modern Rock Tracks) and I Don't Know Anything (#20 Mainstream Rock Tracks). Above was certified gold on June 14, 1995."
		}
	]
}
